[
  {
    "title": "SDLC Efficiency",
    "icon": "SDLC.svg",
    "content": "The primary goal of a software development team is to deliver code. Are you getting the business results you need, on the timelines you need them? We analyze your SDLC from requirements gathering to deployment to ensure you’re delivering as planned and driving the business forward."
  },
  {
    "title": "Incident Management",
    "icon": "Incident.svg",
    "content": "When your systems go down, you need effective, proven processes for incident response and escalation; runbooks to minimize risk; and, after it all, root cause analyses (RCAs) to build the understanding and policies to prevent downtime and build quality. We help you build these from start to finish."
  },
  {
    "title": "Recruiting, Hiring and Onboarding",
    "icon": "Hiring.svg",
    "content": "We’ll develop effective hiring practices so your new hires will be setup for success and provide value from day 1 and beyond!  This includes on-shore, off-shore, employees and contractors."
  },
  {
    "title": "Team Management",
    "icon": "Team.svg",
    "content": "Getting the most out of your software development teams and partners can be challenging, when you’re not in the business of software development. We manage your vendor/contractor relationships, as well as onshore and offshore team members; and drive the employee development strategies that create stable, effective teams."
  },
  {
    "title": "Security Controls",
    "icon": "Incident.svg",
    "content": "Do you have any security gaps in your SDLC?  We have extensive experience in SDLC risk mitigation and will make sure your code is developed safely while not sacrificing efficiency..."
  },
  {
    "title": "Finance Management",
    "icon": "Budget.svg",
    "content": "Do your projects meet their budgets – and are those budgets realistic up front? Are you properly recognizing development work as capitalizable assets? We ensure that you follow finance best practices and that your balance sheet reflects the business value delivered."
  }
]